Repository: mubtAAhij/CodeEdit
Catalog: CodeEdit/Localization/Localizable.xcstrings
Source language: en
Languages: es_419, fr_fr, zh_cn

# theme.dark-terminal
source: Always use dark terminal appearance
es_419: Usar siempre apariencia oscura del terminal
fr_fr: Toujours utiliser l'apparence sombre du terminal
zh_cn: 始终使用深色终端外观

# theme.use-background
source: Use theme background
es_419: Usar fondo del tema
fr_fr: Utiliser l'arrière-plan du thème
zh_cn: 使用主题背景

# theme.light-appearance
source: Light Appearance
es_419: Apariencia clara
fr_fr: Apparence claire
zh_cn: 浅色外观

# git.remote.generic
source: Remote
es_419: Remoto
fr_fr: Distant
zh_cn: 远程

# git.add-remote
source: Add Existing Remote...
es_419: Agregar remoto existente...
fr_fr: Ajouter un distant existant...
zh_cn: 添加现有远程...

# git.remote
source: Remote
es_419: Remoto
fr_fr: Distant
zh_cn: 远程

# git.branch-create
source: %@ (Create)
es_419: %@ (Crear)
fr_fr: %@ (Créer)
zh_cn: %@ (创建)

# git.branch
source: Branch
es_419: Rama
fr_fr: Branche
zh_cn: 分支

# status-bar.indent.use-tabs
source: Use Tabs
es_419: Usar tabulaciones
fr_fr: Utiliser les tabulations
zh_cn: 使用制表符

# status-bar.indent.use-spaces
source: Use Spaces
es_419: Usar espacios
fr_fr: Utiliser les espaces
zh_cn: 使用空格

# status-bar.indent.spaces-count
source: %d Spaces
es_419: %d espacios
fr_fr: %d espaces
zh_cn: %d 个空格

# accounts.no-accounts
source: No accounts
es_419: Sin cuentas
fr_fr: Aucun compte
zh_cn: 暂无账户

# accounts.add-account
source: Add Account...
es_419: Agregar cuenta...
fr_fr: Ajouter un compte...
zh_cn: 添加账户...

# accounts.not-supported
source: This git client is currently not supported.
es_419: Este cliente de Git actualmente no es compatible.
fr_fr: Ce client Git n'est actuellement pas pris en charge.
zh_cn: 当前不支持此 Git 客户端。

# developer.title
source: Developer
es_419: Desarrollador
fr_fr: Développeur
zh_cn: 开发者

# developer.lsp
source: Language Server Protocol
es_419: Protocolo de Servidor de Lenguaje
fr_fr: Protocole de serveur de langage
zh_cn: 语言服务器协议

# developer.lsp-binaries
source: LSP Binaries
es_419: Binarios LSP
fr_fr: Binaires LSP
zh_cn: LSP 二进制文件

# developer.show-inspector
source: Show Internal Development Inspector
es_419: Mostrar Inspector de Desarrollo Interno
fr_fr: Afficher l'inspecteur de développement interne
zh_cn: 显示内部开发检查器

# language-server.lsp-binaries
source: LSP Binaries
es_419: Binarios LSP
fr_fr: Binaires LSP
zh_cn: LSP 二进制文件

# language-server.formatters
source: Formatters
es_419: Formateadores
fr_fr: Formateurs
zh_cn: 格式化工具

# language-server.debug-protocol
source: Debug Protocol
es_419: Protocolo de depuración
fr_fr: Protocole de débogage
zh_cn: 调试协议

# locations.settings
source: Settings
es_419: Configuración
fr_fr: Réglages
zh_cn: 设置

# locations.themes
source: Themes
es_419: Temas
fr_fr: Thèmes
zh_cn: 主题

# source-control.general
source: General
fr_fr: Général
zh_cn: 通用

# source-control.title
source: Source Control
es_419: Control de versiones
fr_fr: Contrôle de version
zh_cn: 版本控制

# source-control.description
source: Back up your files, collaborate with others, and tag your releases. [Learn more...](https://developer.apple.com/documentation/xcode/source-control-management)
es_419: Respalda tus archivos, colabora con otros y etiqueta tus versiones. [Más información...](https://developer.apple.com/documentation/xcode/source-control-management)
fr_fr: Sauvegardez vos fichiers, collaborez avec d'autres et étiquetez vos versions. [En savoir plus...](https://developer.apple.com/documentation/xcode/source-control-management)
zh_cn: 备份您的文件，与他人协作，并标记您的发布版本。[了解更多...](https://developer.apple.com/documentation/xcode/source-control-management)

# project-navigator.replace-file-message
source: A file or folder with the name %@ already exists in the destination folder. Do you want to replace it?
es_419: Ya existe un archivo o carpeta con el nombre %@ en la carpeta de destino. ¿Quieres reemplazarlo?
fr_fr: Un fichier ou dossier portant le nom %@ existe déjà dans le dossier de destination. Voulez-vous le remplacer ?
zh_cn: 目标文件夹中已存在名为 %@ 的文件或文件夹。要替换它吗?

# project-navigator.irreversible-action
source: This action is irreversible!
es_419: ¡Esta acción es irreversible!
fr_fr: Cette action est irréversible !
zh_cn: 此操作不可撤销!

# common.replace
source: Replace
es_419: Reemplazar
fr_fr: Remplacer
zh_cn: 替换

# source-control.history.loading
source: Loading History
es_419: Cargando historial
fr_fr: Chargement de l'historique
zh_cn: 正在加载历史记录

# source-control.history.no-history
source: No History
es_419: Sin historial
fr_fr: Aucun historique
zh_cn: 无历史记录

# source-control.history.error-loading
source: Error Loading History
es_419: Error al cargar historial
fr_fr: Erreur de chargement de l'historique
zh_cn: 加载历史记录时出错

# common.retry
source: Retry
es_419: Reintentar
fr_fr: Réessayer
zh_cn: 重试

# source-control.current-branch
source: (current)
es_419: (actual)
fr_fr: (actuelle)
zh_cn: (当前)

# source-control.stashed-changes
source: Stashed Changes
es_419: Cambios en stash
fr_fr: Modifications en remise
zh_cn: 贮藏的更改

# source-control.remotes
source: Remotes
es_419: Remotos
fr_fr: Dépôts distants
zh_cn: 远程

# source-control.filter
source: Filter
es_419: Filtrar
fr_fr: Filtrer
zh_cn: 过滤

# source-control.filter-help
source: Filter Changes Navigator
es_419: Filtrar navegador de cambios
fr_fr: Filtrer le navigateur de modifications
zh_cn: 过滤更改导航器

# source-control.discard-all
source: Discard All Changes...
es_419: Descartar todos los cambios...
fr_fr: Abandonner toutes les modifications...
zh_cn: 丢弃所有更改...

# source-control.stash-changes
source: Stash Changes...
es_419: Guardar cambios en stash...
fr_fr: Remiser les modifications...
zh_cn: 贮藏更改...

# settings.error
source: Error
fr_fr: Erreur
zh_cn: 错误

# app.stopping-lsp
source: Stopping Language Servers
es_419: Deteniendo Servidores de Lenguaje
fr_fr: Arrêt des serveurs de langage
zh_cn: 正在停止语言服务器

# app.stopping-lsp-message
source: Stopping running language server processes...
es_419: Deteniendo procesos de servidor de lenguaje en ejecución...
fr_fr: Arrêt des processus de serveur de langage en cours d'exécution...
zh_cn: 正在停止运行中的语言服务器进程...

# app.terminating-tasks
source: Terminating Tasks
es_419: Finalizando tareas
fr_fr: Arrêt des tâches
zh_cn: 正在终止任务

# app.terminating-tasks-message
source: Interrupting all running tasks before quitting...
es_419: Interrumpiendo todas las tareas en ejecución antes de salir...
fr_fr: Interruption de toutes les tâches en cours avant de quitter...
zh_cn: 正在中断所有运行中的任务并退出……

# about.no-version
source: No Version
es_419: Sin versión
fr_fr: Aucune version
zh_cn: 无版本

# about.no-build
source: No Build
es_419: Sin build
fr_fr: Aucun build
zh_cn: 无构建版本

# about.clipboard-format
source: CodeEdit: %@ (%@)\nmacOS: %@
es_419: CodeEdit: %@ (%@) macOS: %@
fr_fr: CodeEdit : %@ (%@) macOS : %@
zh_cn: CodeEdit：%@ (%@) macOS：%@

# toolbar.branch-picker.empty
source: Empty
es_419: Vacío
fr_fr: Vide
zh_cn: 空

# toolbar.branch-picker.current-branch
source: Current Branch
es_419: Rama actual
fr_fr: Branche actuelle
zh_cn: 当前分支

# toolbar.branch-picker.checkout-failed
source: Failed to checkout
es_419: No se pudo hacer checkout
fr_fr: Échec du checkout
zh_cn: 检出失败

# terminal.name
source: Name
es_419: Nombre
fr_fr: Nom
zh_cn: 名称

# terminal.rename
source: Rename...
es_419: Renombrar...
fr_fr: Renommer...
zh_cn: 重命名…

# terminal.kill-terminals
source: Kill Terminals
es_419: Finalizar terminales
fr_fr: Terminer les terminaux
zh_cn: 终止所有终端

# terminal.kill-terminal
source: Kill Terminal
es_419: Terminar terminal
fr_fr: Arrêter le terminal
zh_cn: 终止终端

# settings.invisible-chars.unicode-code
source: Unicode Character Code
es_419: Código de carácter Unicode
fr_fr: Code de caractère Unicode
zh_cn: Unicode 字符代码

# settings.invisible-chars.add-instruction
source: Add A Character As A Hexidecimal Unicode Value
es_419: Agregar un carácter como valor Unicode hexadecimal
fr_fr: Ajouter un caractère sous forme de valeur Unicode hexadécimale
zh_cn: 添加十六进制 Unicode 值字符

# settings.invisible-chars.restore-defaults
source: Restore Defaults
es_419: Restaurar predeterminados
fr_fr: Restaurer les valeurs par défaut
zh_cn: 恢复默认

# settings.invisible-chars.no-warnings
source: No warning characters
es_419: No hay caracteres de advertencia
fr_fr: Aucun caractère d'avertissement
zh_cn: 无警告字符

# git.clone.cloning
source: Cloning
es_419: Clonando
fr_fr: Clonage
zh_cn: 正在克隆

# git.clone.counting
source: Counting
es_419: Contando
fr_fr: Décompte
zh_cn: 计数

# git.clone.compressing
source: Compressing
es_419: Comprimiendo
fr_fr: Compression
zh_cn: 压缩中

# git.clone.receiving
source: Receiving
es_419: Recibiendo
fr_fr: Réception
zh_cn: 接收中

# git.clone.resolving
source: Resolving
es_419: Resolviendo
fr_fr: Résolution
zh_cn: 解析中

# source-control.switch.title
source: Do you want to switch to
es_419: ¿Quieres cambiar a
fr_fr: Voulez-vous basculer vers
zh_cn: 要切换到

# source-control.switch.message
source: All files in the local repository will switch from the current branch (
es_419: Todos los archivos en el repositorio local cambiarán de la rama actual (
fr_fr: Tous les fichiers du dépôt local basculeront depuis la branche actuelle (
zh_cn: 本地仓库中的所有文件将从当前分支（

# source-control.switch.button
source: Switch
es_419: Cambiar
fr_fr: Basculer
zh_cn: 切换

# source-control.checkout.failed
source: Failed to checkout
es_419: No se pudo hacer checkout
fr_fr: Échec du checkout
zh_cn: 检出失败

# output.lsp-title
source: Language Server - %@
es_419: Servidor de Lenguaje - %@
fr_fr: Serveur de langage - %@
zh_cn: 语言服务器 - %@

# output.dev-title
source: Internal Development Output
es_419: Salida de Desarrollo Interno
fr_fr: Sortie de développement interne
zh_cn: 内部开发输出

# output.no-output
source: No output
es_419: Sin salida
fr_fr: Aucune sortie
zh_cn: 无输出

# output.filter
source: Filter
es_419: Filtrar
fr_fr: Filtrer
zh_cn: 过滤

# lsp.error.installation-running
source: A package is already being installed.
es_419: Ya se está instalando un paquete.
fr_fr: Un paquet est déjà en cours d'installation.
zh_cn: 已有一个包正在安装中。

# lsp.error.download-failed
source: Download for %@ error.
es_419: Error al descargar %@.
fr_fr: Erreur de téléchargement pour %@.
zh_cn: 下载 %@ 时出错。

# lsp.error.max-retries
source: Maximum retries exceeded for url: %@
es_419: Se excedió el número máximo de reintentos para la URL: %@
fr_fr: Nombre maximum de tentatives dépassé pour l'url : %@
zh_cn: URL %@ 超出最大重试次数

# lsp.error.write-failed
source: Failed to write to file.
es_419: No se pudo escribir en el archivo.
fr_fr: Échec de l'écriture dans le fichier.
zh_cn: 写入文件失败。

# lsp.error.save-cache-failed
source: Failed to write to registry cache.
es_419: No se pudo escribir en la caché del registro.
fr_fr: Échec de l'écriture dans le cache du registre.
zh_cn: 写入注册表缓存失败。

# lsp.go.requires-go
source: This package requires go to install. Allow CodeEdit to run go commands?
es_419: Este paquete requiere go para instalarse. ¿Permitir que CodeEdit ejecute comandos de go?
fr_fr: Ce paquet nécessite go pour s'installer. Autoriser CodeEdit à exécuter des commandes go ?
zh_cn: 此包需要 go 才能安装。是否允许 CodeEdit 运行 go 命令？

# lsp.go.init-directory
source: Initialize Directory Structure
es_419: Inicializar estructura de directorios
fr_fr: Initialiser la structure de répertoires
zh_cn: 初始化目录结构

# lsp.go.install-package
source: Install Package Using go
es_419: Instalar paquete usando go
fr_fr: Installer le paquet avec go
zh_cn: 使用 go 安装包

# lsp.go.install-confirmation
source: This requires installing the go package %@.\nAllow CodeEdit to install this package?
es_419: Esto requiere instalar el paquete de go %@. ¿Permitir que CodeEdit instale este paquete?
fr_fr: Cela nécessite le paquet go %@. Autoriser CodeEdit à installer ce paquet ?
zh_cn: 这需要安装 go 包 %@。 是否允许 CodeEdit 安装此包？

# lsp.go.build-source
source: Build From Source
es_419: Compilar desde la fuente
fr_fr: Compiler depuis les sources
zh_cn: 从源码构建

# source-control.view-in-finder
source: View in Finder
es_419: Ver en Finder
fr_fr: Afficher dans le Finder
zh_cn: 在 Finder 中显示

# source-control.reveal-in-navigator
source: Reveal in Project Navigator
es_419: Mostrar en el navegador de proyectos
fr_fr: Révéler dans le navigateur de projet
zh_cn: 在项目导航器中显示

# source-control.open-new-tab
source: Open in New Tab
es_419: Abrir en pestaña nueva
fr_fr: Ouvrir dans un nouvel onglet
zh_cn: 在新标签页中打开

# source-control.open-new-window
source: Open in New Window
es_419: Abrir en ventana nueva
fr_fr: Ouvrir dans une nouvelle fenêtre
zh_cn: 在新窗口中打开

# source-control.discard-changes
source: Discard Changes in %@...
es_419: Descartar cambios en %@...
fr_fr: Abandonner les modifications dans %@...
zh_cn: 丢弃 %@ 中的更改...

# terminal.use-editor-font
source: Use text editor font
es_419: Usar fuente del editor de texto
fr_fr: Utiliser la police de l'éditeur de texte
zh_cn: 使用文本编辑器字体

source: Terminal Cursor Style
es_419: Estilo de cursor de terminal
fr_fr: Style du curseur du terminal
zh_cn: 终端光标样式

# terminal.blink-cursor
source: Blink Cursor
es_419: Cursor parpadeante
fr_fr: Curseur clignotant
zh_cn: 光标闪烁

# search-panel.no-matching-options
source: No matching options
es_419: No hay opciones coincidentes
fr_fr: Aucune option correspondante
zh_cn: 无匹配选项

# search-panel.select-option-preview
source: Select an option to preview
es_419: Selecciona una opción para previsualizar
fr_fr: Sélectionner une option pour prévisualiser
zh_cn: 选择一个选项以预览

# search-panel.close-overlay
source: Close Overlay
es_419: Cerrar superposición
fr_fr: Fermer la superposition
zh_cn: 关闭覆层

# search-panel.select-up
source: Select Up
es_419: Seleccionar arriba
fr_fr: Sélectionner vers le haut
zh_cn: 向上选择

# search-panel.select-down
source: Select Down
es_419: Seleccionar abajo
fr_fr: Sélectionner vers le bas
zh_cn: 向下选择

# toolbar.empty
source: Empty
es_419: Vacío
fr_fr: Vide
zh_cn: 空

# toolbar.navigator-sidebar
source: Navigator Sidebar
es_419: Barra lateral del navegador
fr_fr: Barre latérale Navigateur
zh_cn: 导航器侧边栏

# toolbar.navigator-tooltip
source: Hide or show the Navigator
es_419: Ocultar o mostrar el navegador
fr_fr: Afficher ou masquer le navigateur
zh_cn: 隐藏或显示导航器

# toolbar.inspector-sidebar
source: Inspector Sidebar
es_419: Barra lateral del Inspector
fr_fr: Barre latérale des inspecteurs
zh_cn: 检查器边栏

# toolbar.inspector-tooltip
source: Hide or show the Inspectors
es_419: Ocultar o mostrar los Inspectores
fr_fr: Afficher ou masquer les inspecteurs
zh_cn: 隐藏或显示检查器

# dev-inspector.output-utility
source: Output Utility
es_419: Utilidades de salida
fr_fr: Utilitaire de sortie
zh_cn: 输出实用工具

# dev-inspector.error-log
source: Error Log
es_419: Registro de errores
fr_fr: Journal d'erreurs
zh_cn: 错误日志

# dev-inspector.warning-log
source: Warning Log
es_419: Registro de advertencias
fr_fr: Journal des avertissements
zh_cn: 警告日志

# dev-inspector.info-log
source: Info Log
es_419: Registro de información
fr_fr: Log d'info
zh_cn: 信息日志

# dev-inspector.debug-log
source: Debug Log
es_419: Registro de depuración
fr_fr: Log de débogage
zh_cn: 调试日志

# lsp.error.unknown
source: Unknown error occurred
es_419: Ocurrió un error desconocido
fr_fr: Une erreur inconnue s'est produite
zh_cn: 发生未知错误

# lsp.error.manager-not-installed
source: The required package manager is not installed.
es_419: El gestor de paquetes requerido no está instalado.
fr_fr: Le gestionnaire de paquets requis n'est pas installé.
zh_cn: 未安装所需的包管理器。

# lsp.error.initialization-failed
source: Installation directory initialization failed.
es_419: Error al inicializar el directorio de instalación.
fr_fr: Échec de l'initialisation du répertoire d'installation.
zh_cn: 安装目录初始化失败。

# lsp.error.installation-failed
source: Package installation failed.
es_419: No se pudo instalar el paquete.
fr_fr: Échec de l'installation du paquet.
zh_cn: 包安装失败。

# lsp.error.invalid-configuration
source: The package registry contained an invalid installation configuration.
es_419: El registro de paquetes contenía una configuración de instalación inválida.
fr_fr: Le registre de paquets contenait une configuration d'installation invalide.
zh_cn: 包注册表包含无效的安装配置。

# scheme.no-project
source: No Project found
es_419: No se encontró ningún proyecto
fr_fr: Aucun projet trouvé
zh_cn: 未找到项目

# scheme.active-scheme
source: Active Scheme
es_419: Esquema Activo
fr_fr: Schéma actif
zh_cn: 当前方案

# scheme.open-menu
source: Open the active scheme menu
es_419: Abrir el menú del esquema activo
fr_fr: Ouvrir le menu du schéma actif
zh_cn: 打开当前方案菜单

# scheme.add-folder
source: Add Folder...
es_419: Agregar carpeta...
fr_fr: Ajouter un dossier...
zh_cn: 添加文件夹...

# scheme.workspace-settings
source: Workspace Settings...
es_419: Configuración del área de trabajo...
fr_fr: Réglages de l'espace de travail...
zh_cn: 工作区设置...

# keyvalue.no-selection
source: No Selection
es_419: Sin selección
fr_fr: Aucune sélection
zh_cn: 无选择

# keyvalue.add
source: Add
es_419: Agregar
fr_fr: Ajouter
zh_cn: 添加

# keyvalue.edit
source: Edit
es_419: Editar
fr_fr: Modifier
zh_cn: 编辑

# keyvalue.remove
source: Remove
es_419: Eliminar
fr_fr: Supprimer
zh_cn: 移除

# task.run
source: Run Task
es_419: Ejecutar tarea
fr_fr: Exécuter la tâche
zh_cn: 运行任务

# task.stop
source: Stop Task
es_419: Detener Tarea
fr_fr: Arrêter la tâche
zh_cn: 停止任务

# task.resume
source: Resume Task
es_419: Reanudar tarea
fr_fr: Reprendre la tâche
zh_cn: 恢复任务

# task.suspend
source: Suspend Task
es_419: Suspender tarea
fr_fr: Suspendre la tâche
zh_cn: 挂起任务

# task.scroll-bottom
source: Scroll down to the bottom
es_419: Desplazar hacia abajo hasta el final
fr_fr: Faire défiler vers le bas
zh_cn: 滚动到底部

# task.clear-output
source: Clear Output
es_419: Limpiar salida
fr_fr: Effacer la sortie
zh_cn: 清除输出

# source-control.empty
source: Empty
es_419: Vacío
fr_fr: Vide
zh_cn: 空

# source-control.fetch.title
source: Fetching changes for \
es_419: Haciendo fetch de cambios para \
fr_fr: Récupération des modifications pour \
zh_cn: 正在获取\"\"的更改

# source-control.fetch.message
source: CodeEdit is fetching changes and updating the status of files in the local repository.
es_419: CodeEdit está haciendo fetch de los cambios y actualizando el estado de los archivos en el repositorio local.
fr_fr: CodeEdit récupère les modifications et met à jour l'état des fichiers dans le dépôt local.
zh_cn: CodeEdit 正在获取更改并更新本地仓库中文件的状态。

# source-control.fetch.progress
source: Fetching changes...
es_419: Haciendo fetch de cambios...
fr_fr: Récupération des modifications...
zh_cn: 正在获取更改...

# source-control.fetch.failed
source: Failed to fetch changes
es_419: No se pudo hacer fetch de los cambios
fr_fr: Échec de la récupération des modifications
zh_cn: 获取更改失败

# source-control.pull.header
source: Pull remote changes from
es_419: Hacer pull de cambios remotos desde
fr_fr: Pull des modifications du distant depuis
zh_cn: 从以下位置拉取远程更改

# source-control.pull.rebase
source: Rebase local changes onto upstream changes
es_419: Hacer rebase de los cambios locales sobre los cambios remotos
fr_fr: Rebaser les modifications locales sur les modifications en amont
zh_cn: 将本地更改变基到上游更改

# source-control.pull.progress
source: Pulling changes...
es_419: Haciendo pull de los cambios...
fr_fr: Pull des modifications...
zh_cn: 正在拉取更改...

# source-control.pull.failed
source: Failed to pull
es_419: No se pudo hacer pull
fr_fr: Échec du pull
zh_cn: 拉取失败

# status-bar.show-utility
source: Show the Utility area
es_419: Mostrar el área de utilidades
fr_fr: Afficher la zone utilitaire
zh_cn: 显示实用工具区域

# status-bar.hide-utility
source: Hide the Utility area
es_419: Ocultar el área de utilidades
fr_fr: Masquer la zone utilitaire
zh_cn: 隐藏实用工具区域

# status-bar.toggle-utility
source: Toggle Utility Area
es_419: Alternar área de utilidades
fr_fr: Afficher/masquer la zone utilitaire
zh_cn: 切换实用工具区域

# git-client.error.not-repository
source: Not a git repository
es_419: No es un repositorio de Git
fr_fr: N'est pas un dépôt Git
zh_cn: 不是 Git 仓库

# git-client.error.decode-url
source: Failed to decode URL
es_419: No se pudo decodificar la URL
fr_fr: Échec du décodage de l'URL
zh_cn: URL 解码失败

# git-client.error.no-remote
source: No remote configured
es_419: No hay remoto configurado
fr_fr: Aucun dépôt distant configuré
zh_cn: 未配置远程仓库

# git-client.error.status-parse-early-end
source: Invalid status, found end of string too early
es_419: Estado inválido, se encontró el fin de la cadena antes de lo esperado
fr_fr: État invalide, fin de chaîne atteinte prématurément
zh_cn: 状态无效,字符串结尾出现过早

# git-client.error.invalid-status
source: Invalid status received: %@
es_419: Estado inválido recibido: %@
fr_fr: État invalide reçu : %@
zh_cn: 收到的状态无效：%@

# git-client.error.invalid-change-type
source: Status invalid change type: %@
es_419: Tipo de cambio de estado inválido: %@
fr_fr: Type de modification d'état invalide : %@
zh_cn: 状态更改类型无效:%@

# git-clone.title
source: Clone a Repository
es_419: Clonar un repositorio
fr_fr: Cloner un dépôt
zh_cn: 克隆仓库

# git-clone.prompt
source: Enter a git repository URL:
es_419: Ingresa una URL de repositorio de Git:
fr_fr: Entrez l'URL d'un dépôt Git :
zh_cn: 输入 Git 仓库 URL：

# git-clone.placeholder
source: Git Repository URL
es_419: URL del repositorio de Git
fr_fr: URL du dépôt Git
zh_cn: Git 仓库 URL

# git-clone.cancel-cloning
source: Cancel Cloning
es_419: Cancelar clonación
fr_fr: Annuler le clonage
zh_cn: 取消克隆

# git.add-remote.title
source: Add Remote
es_419: Agregar remoto
fr_fr: Ajouter un distant
zh_cn: 添加远程

# git.add-remote.name
source: Remote Name
es_419: Nombre del remoto
fr_fr: Nom du distant
zh_cn: 远程名称

# git.add-remote.location
source: Location
es_419: Ubicación
fr_fr: Emplacement
zh_cn: 位置

# git.add-remote.failed
source: Failed to add remote
es_419: No se pudo agregar el remoto
fr_fr: Échec de l'ajout du distant
zh_cn: 添加远程失败

# source-control.changes
source: Changes
es_419: Cambios
fr_fr: Modifications
zh_cn: 更改

# source-control.history
source: History
es_419: Historial
fr_fr: Historique
zh_cn: 历史记录

# source-control.repository
source: Repository
es_419: Repositorio
fr_fr: Dépôt
zh_cn: 仓库

# source-control.no-repository
source: No Repository
es_419: Sin repositorio
fr_fr: Aucun dépôt
zh_cn: 无仓库

# source-control.not-git-repository
source: This project is not a git repository.
es_419: Este proyecto no es un repositorio de Git.
fr_fr: Ce projet n'est pas un dépôt Git.
zh_cn: 此项目不是 Git 仓库。

# source-control.initialize
source: Initialize
es_419: Inicializar
fr_fr: Initialiser
zh_cn: 初始化

# source-control-account.gitlab-self-hosted
source: GitLab Self-hosted
es_419: GitLab autohospedado
fr_fr: GitLab auto-hébergé
zh_cn: GitLab 自托管

# theme.folder-name
source: Themes
es_419: Temas
fr_fr: Thèmes
zh_cn: 主题

# theme.appearance.light
source: Light Appearance
es_419: Apariencia clara
fr_fr: Apparence claire
zh_cn: 浅色外观

# theme.appearance.dark
source: Dark Appearance
es_419: Apariencia oscura
fr_fr: Apparence sombre
zh_cn: 深色外观

# theme.export
source: Export
es_419: Exportar
fr_fr: Exporter
zh_cn: 导出

# task.create-tasks
source: Create Tasks
es_419: Crear tareas
fr_fr: Créer des tâches
zh_cn: 创建任务

# task.active-task
source: Active Task
es_419: Tarea Activa
fr_fr: Tâche active
zh_cn: 当前任务

# task.open-menu-hint
source: Open the active task menu
es_419: Abrir el menú de la tarea activa
fr_fr: Ouvrir le menu de la tâche active
zh_cn: 打开当前任务菜单

# task.add-task
source: Add Task...
es_419: Agregar tarea...
fr_fr: Ajouter une tâche...
zh_cn: 添加任务...

# task.manage-tasks
source: Manage Tasks...
es_419: Administrar tareas...
fr_fr: Gérer les tâches...
zh_cn: 管理任务……

# workspace-settings.name
source: Name
es_419: Nombre
fr_fr: Nom
zh_cn: 名称

# workspace-settings.workspace-name
source: Workspace Name
es_419: Nombre del área de trabajo
fr_fr: Nom de l'espace de travail
zh_cn: 工作区名称

# workspace-settings.workspace
source: Workspace
es_419: Área de trabajo
fr_fr: Espace de travail
zh_cn: 工作区

# workspace-settings.tasks
source: Tasks
es_419: Tareas
fr_fr: Tâches
zh_cn: 任务
